[Character.CharClass_Iris_Raid_MotorMamaTurret AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[ShotgunTurret.WT_Iris_RaidMotorMamaShotgunTurret WeaponTypeDefinition]
Typename="weapons"
PickupMessage="there %s"
UseFailureLevelMessage="You must have at least %d to use this feature.."
UseFailureConstraintsMessage="This product is not allowed."
NoManufacturerName="individually"

[Special01Turret.WT_Iris_RaidMotorMamaSpecial01Turret WeaponTypeDefinition]
Typename="Automatic sniper rifle"
PickupMessage="you have %s"
UseFailureLevelMessage="You must have at least %d to use this feature.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="Generally"

[Special02Turret.WT_Iris_RaidMotorMamaSpecial02Turret WeaponTypeDefinition]
Typename="Semi-automatic sniper rifle"
PickupMessage="are you there %s"
UseFailureLevelMessage="You must have %d to use it."
UseFailureConstraintsMessage="This article is illegal."
NoManufacturerName="In general"

[Special03Turret.DamageType.DmgType_CootieSlime WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[Special03Turret.DamageType.DmgType_CootieSlime:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="It is very easy to feed animals.."
NoConstraintText=""
Suffix=""
Prefix=""

[Special03Turret.Skills.Skill_CootieSlimeEffects SkillDefinition]
SkillName="Crazy Hebrew"
SkillDescription="The dangerous part"
LockedSkillDetailStr="<Locked>"

[Special03Turret.WT_Iris_RaidMotorMamaSpecial03Turret WeaponTypeDefinition]
Typename="Semi-automatic sniper rifle"
PickupMessage="are you there _ %s"
UseFailureLevelMessage="You must have at least% d level to use this item.."
UseFailureConstraintsMessage="You cannot use this product."
NoManufacturerName="More information"

